USE [MedicalRecord]
GO

SET IDENTITY_INSERT dbo.Diagnoses ON;
GO

INSERT INTO dbo.Diagnoses
	(Id, Name, Description)
VALUES
	(1, N'Грипп', N'Острое инфекционное заболевание дыхательных путей, вызываемое вирусом гриппа. Входит в группу острых респираторных вирусных инфекций (ОРВИ). Периодически распространяется в виде эпидемий.'),
	(2, N'Просту́да', N'Острая респираторная инфекция общей (невыясненной) этиологии с воспалением верхних дыхательных путей, затрагивающая преимущественно нос.'),
	(3, N'Диаре́я', N'Патологическое состояние, при котором у больного наблюдается учащённая (более 3 раз в сутки) дефекация, при этом стул становится водянистым, имеет объём более 200 мл и часто сопровождается болевыми ощущениями в области живота, экстренными позывами и анальным недержанием.');
GO

SET IDENTITY_INSERT dbo.Diagnoses OFF;
GO